---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeMaterialParam
source: html/23dff717-fb7f-57f3-857f-f032a18b9c0b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeMaterialParam Property

"Material"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeMaterialParam { get; }
```